Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/samegielaid-halddasanguovlu.html.tmx
Source language: sme
Languages: smj

source: Sámegielaid hálddašanguovlu / Giella / Sámediggi - Sametinget
smj: Sáme giellaháldadimguovllo / Giella / Sámedigge - Sametinget

source: Sámegielaid hálddašanguovlu
smj: Sáme giellaháldadimguovllo

source: Sámegiela hálddašanguovllus leaba sámegiella ja dárogiella ovttaárvosaš gielat.
smj: Sáme giellaháldadimguovlon li dárogiella ja sámegiella avtaárvvusattja.

source: Dát mearkkaša ahte buohkain lea riekti oažžut bálvalusaid sámegillii go váldet oktavuođa almmolaš ásahusaiguin mat leat sámegiela hálddašanguovllu siskkobealde.
smj: Dat mierkki juohkkahattjan le riektá sámegiellaj dievnastuvvat gå válldi aktijvuodav álmulasj etáhtaj sáme giellaháldadimguovlon.

source: Ovddasvástideaddji politihkkár
smj: Politihkalasj åvdåsvásstediddje

source: Ávjovárri
smj: Jur dálla

source: Presideanta galleda hálddašangielddaid
smj: Suohkankonferánssa guovvamáno 10. ja 11. biejve

source: Áigodagas ođđajagimánu / guovvamánu áigu presideanta Aili Keskitalo galledit g...
smj: Sámedigge le dahkam miellagiddis konferánssaprográmmav, ja sávvá dijáv buori...

source: Loga eambbo
smj: Lågå ienebuv

source: Árborde suohkan lea mearridan ohcat laktojuvvot sámegiela hálddašanguvlui
smj: Sáme giellaprosjevtajn la rabás åhtsåmájggemierre 2015 rájes

source: Sámediggi lea ožžon illudahtti dieđu go Árborde suohkanstivra lea mearridan...
smj: 2015 rájes la rabás åhtsåmájggemierre doarjjaårnigis sáme giellaprosjevtajd...

source: Čájet buot áššiid
smj: Vuoseda divna ássjijt

source: Njeallje davimus fylkkasuohkanat, Finnmárku, Romsa, Nordlánda ja Davvi-Trøndelaga, gullet maiddai hálddašanguvlui.
smj: Niellja nuorttalamos fylkkasuohkana, Finnmárkko, Råmsså, Nordlánnda ja Nuortta-Trøndeláhka li aj sáme giellaháldadimguovlon.

source: Sámegielaid hálddašanguovlu:
smj: Sáme giellaháldadimguovllo:

source: Sámegiela hálddašanguovllus galget sámelága giellanjuolggadusat sihkkarastit rievtti:
smj: Sáme giellaháldadimguovlon galggi sámelága giellanjuolgadusá sihkarasstet riektáv:

source: Atnimis sámegiela almmolaš ásahusaiguin gulahallamis
smj: sámegielav adnet gå almulasj orgánaj guládallá

source: Ahte beassá gullat ja oaidnit sámegielain almmolaš oktavuođain
smj: sámegielav almulasj aktijvuodan vuojnnet ja gullat

source: Sámegiela hálddašanguovllus lea čuovvovaš gáibádusat almmolaš ásahusaide ja doaimmaide:
smj: Sáme giellaháldadimguovlon li tjuovvovasj njuolgadusá almulasj ásadusájda:

source: Almmuhusat mat leat hálddašanguovllu juogo olles álbmoga várás dahje álbmotoassái, galget leat sihke sámegillii ja dárogillii.
smj: Diedádusá almulasj orgánajs ma gulluji ålles álmmugij jali muhtem oassáj álmmugis háldadimguovlon galggi gávnnut sámegiellaj ja dárogiellaj.

source: Skovvi mii adno hálddašanguovllu báikkálaš dahje guovlulaš almmolaš ásahusa ektui galgá gávdnot sihke sámegillii ja dárogillii (§ 3-2).
smj: Sjiemájt majt galggi adnet bájkálasj jali guovlo almulasj orgánajn háldadimguovlon galggi gávnnut sámegiellaj ja dárogiellaj. (§ 3-2).

source: Sus guhte sámegillii váldá oktavuođa hálddašanguovllu almmolaš ásahusain, lea riekti oažžut vástádusa sámegillii (§ 3-3).
smj: Sujna guhti sámegiellaj válldá aktijvuodav bájkálasj almulasj orgánajn háldadimguovlon, le rievtesvuohta vásstádusáv oadtjot sámegiellaj. (§ 3-3).

source: Sus guhte háliida sámegiela bakte áimmahuššat iežas beroštumiid sihke báikkálaš ja guovlulaš almmolaš dearvvašvuođa- ja sosiálaásahusaid ektui, lea riekti oažžut bálvaluvvot sámegillii (§ 3-5).
smj: Sujna gænna le miella sámegielav adnet gå le gåtsedime ietjas berustimijt bájkálasj ja guovlo almulasj varresvuoda- ja sosiálainstitusjåvnåj gáktuj háldadimguovlon, le rievtesvuohta dievnastusáv oadtjot sámegiellaj (§ 3-5).

source: Hálddašanguovllu báikkálaš dahje guovlulaš ásahusaid bargiin lea riekti oažžut virgelobi bálkkáin háhkamis sámegielat gelbbolašvuođa go ásahus dárbbaša dákkár gelbbolašvuođa (§ 3-7).
smj: Virgálattjajda bájkálasj jali guovlo almulasj orgánan háldadimguovlon le rievtesvuohta virggeloahpáj bálkájn allasis sámegielmáhtov åttjudittjat gå orgádna dárbaj dakkár máhtov (§ 3-7).

source: Suohkanstivra sáhttá mearridit ahte sámegiella ja dárogiella galget leat ovttaárvosaš gielat olles suohkanhálddahusas dahje muhtun osiin (§ 3-9).
smj: Suohkanstivrra máhttá mierredit sámegiella galggá liehket dássásasj dárogielajn ålles jali muhtem oasen suohkana háldadusán (§ 3-9).

source: Oahpahusláhka, mánáidgárdeláhka, ja báikenammaláhka bidjet earenoamáš gáibádusaid hálddašanguovllu suohkaniidda:
smj: Åhpadusláhka, mánájgárddeláhka ja bájkkenammaláhka buktá aj sierralágásj gájbbádusájt háldadimguovlo suohkanijda:

source: Suohkanis lea ovddasvástádus fuolahit ahte mánáidgárdefálaldat sámegielat mánáide huksejuvvo sámi giella ja kultuvrra nala (mánáidgárdeláhka § 8)
smj: Suohkanin le åvdåsvásstádus bærrájgæhttjat vaj sámegielak mánáj mánájgárddefálaldagán le sámegiela ja kultuvrra vuodon (mánájgárddeláhka § 8)

source: Sámi oahppoplána – Sámi máhttolokten – galgá geavahuvvot suohkana skuvllain (oahpahuslága láhkaásahus, § 1-1)
smj: Sáme oahppopládna – Sáme máhttolåpptim – galggá suohkana skåvlåjn aneduvvat (åhpaduslága láhkaásadusá, § 1-1)

source: Luoddagalbemis daid guovlluin gos leat máŋggagielat báikenamat geavahuvvojit, galgá sámegielat báikenamma čállojuvvot álggus (báikenammalága láhkaásahus, § 7)
smj: Gahttungalbajn daj guovlojn gånnå li moattegielak bájkkenama, galggá sámegielak bájkkenamma vuostatjin tjáleduvvat (bájkenammalága njuolgadustjála, § 7)

source: Doarjja guovttegielat suohkaniidda ja fylkkasuohkaniidda Sámediggi lea jagi 2011. s juohkán 46 milj. ruvnno guovttegielatvuođa doarjaga suohkaniidda ja fylkkasuohkaniidda mat leat sámelága giellanjuolggadusaid hálddašanguovllu siskkobealde.
smj: Sámedigge le jagen 2011 juollodam tjoahkkáj 46 mill. kråvnå guovtegielakvuodadoarjjan suohkanijda ja fylkasuohkanijda sáme giellaháldadimguovlon.

source: Suohkanat ožžot gaskal 3 milj. ruvnno ja 7,5 milj. ruvnno doarjaga 2011:s, ja fylkkasuohkanat ožžot gitta 1,4 milj. ruvnno rádjai.
smj: Suohkana oadtju 3 mill. rájes 7,5 mill. rádjáj doarjjan jagen 2011 madi fylkasuohkana oadtju 1,4 mill. kråvnå rádjáj.

source: Dasalassin juolluda Sámediggi doarjaga logi giellaguovddážiidda (5,7 milj. ruvnno jagi 2011:s), ja ohcamušaid vuođul doarjaga gielladoaibmabijuide olggobealde hálddašanguovllu (oktiibuot 7,6 milj. ruvnno 2011:s).
smj: Duodden juohká Sámedigge rudájt lågev giellaguovdátjijda (5,7 mill. kråvnå jagen 2011), ja gielladåjmajda giellaháldadimguovlojn ja giellaháldadimguovloj ålggolin åhtsåmusáj milta (tjoahkkáj 7,6 mill. kråvnå jagen 2011).

source: Giela oktavuođas de lea maiddái Sámedikki doarjja oahpahussii – mm.
smj: Giellaaktijvuodan li aj Sámedikke doarjja åhpadibmáj – dsj.

source: oahpponeavvuide, mánáidgárddiide ja stipeanddaide – hui dehálaš váikkuhangaskaoapmin vai joksat mihttomeriid mat leat mearriduvvon sámegielaid ovdánahttima várás.
smj: oahpponævo, mánájgárde ja stipenda – viehka ájnas vájkkudimnævo gå galggá jåksåt dajt ulmijt ma li biejadum sámegielaj åvddånahttema gáktuj.

source: Sámediggi lea 2010:s ráddjen oktiibuot 31,3 milj. ruvnno doarjagiidda sámegielat oahpahusa várás.
smj: Sámedigge le jagen 2010 doarjjan biedjam tjoahkkáj 31,3 mill. kråvnå sáme åhpadussaj.

source: Lassin dasa juolluda Sámediggi doarjaga dávvirvuorkkáide, kulturguovddážiidda ja kulturviesuide, ja doarjagat doaibmabijuide dearvvašvuođasuorggis, main maiddái lea stuora mearkkašupmi háhkamis buoremus rámmaeavttuid sámegilli.
smj: Duodden vaddá Sámedigge aj dårjav museajda, kulturguovdátjijda ja kulturviesojda, ja dårjav varresvuoda suorge dåjmajda, mij aj le viehka ájnas gå galggá sámegielaj dilev buoredit.

source: Sámediggi leat 2010:s árvvoštallan guovttegielatvuođadoarjaga mii juhkkojuvvo suohkaniidda ja fylkkasuohkaniidda sámelága giellanjuolggadusaid hálddašanguovllus.
smj: Sámedigge le jagen 2010 árvustallam dårjav guovtegielakvuohtaj suokanijda ja fylkasuohkanijda ma li sáme giellaháldadimguovlon.

source: Dát árvvoštallan galgá earret eará leat vuođđun go árvvoštallat doarjaga meroštallannjuolggadusaid ja raporterengáibádusaid.
smj: Árvustallam galggá vuodon gå mierret duola dagu dårja mierredimnjuolgadusájt ja rapporterimgájbbádusájt.

source: Sámedikkis oktilaččat ságastallá suohkaniiguin ja sámi giellaguovddážiiguin čoahkkimiin, seminárain ja konferánssain sámegielaid seailluheami ja ovdánahttima birra.
smj: Sámedigge aktelasj suohkanij ja sáme giellaguovdátjij guládallá tjåhkanimij, semináraj ja konferánsaj baktu gå le gatjálvis sámegielajt bisodit ja åvddånahttet.

source: Sii leat Sámediggái leamašan hui dehálaš ovttasbargoguoimmit.
smj: Dá li viehka ájnas aktisasjbarggoguojme Sámediggáj.

source: Juogadeames Sámedikki 2011 guovttegielatvuođadoarjaga ovdanboahtá Sámedikki 2011 bušeahtas 5.2.1 čuoggás.
smj: Sámedikke guovtegielakvuodadårja juogadibme 2011 jahkáj vuojnnu Sámedikke 2011 budsjehta tjuoggán 5.2.1.

source: Hálddašanguvlui searvama proseassa Guđe suohkanat gullet sámegiela hálddašanguvlui, lea mearriduvvon sámelága láhkaásahusas.
smj: Sámelága njuolgadustjála mierret makkir suohkana sáme giellaháldadimguovlluj gulluji.

source: Dalle go sámelága giellanjuolggadusat mearriduvvojedje jagi 1990, gulle guhtta davvisámegielat suohkana hálddašanguvlui.
smj: Gå sámelága giellanjuolgadusá mierreduvvin jagen 1990, de lidjin guhtta nuorttasámegielak suohkana háldadimguovlon.

source: Jagi 2005:s searvvai Divttasvuotna Nordlánddas hálddašanguvlui, 2008:s Snoasa suohkan Davvi-Trøndelagas, ja 2009:s Loabát suohkan Romssas.
smj: Jagen 2005 bådij Divtasvuona suohkan Nordlándan fárruj, jagen 2008 Snåasa Nuortta-Trøndelágan ja jagen 2009 Loabat Råmsån.

source: Raavrevijhke suohkan Davvi-Trøndelagas mearridii 2010 geassemánu ohcat lobi searvat hálddašanguvlui.
smj: Røyrvik suohkan Nuortta-Trøndelágan mierredij biehtsemánon 2010 åhtsåt vaj bessi giellaháldadimguovlluj.

source: Go suohkan ohca lobi searvat hálddašanguvlui, de dat dáhpáhuvvá čuovvovaš vuogi mielde:
smj: Gå muhtem suohkan åhtså giellaháldadimguovlluj bessat, de návti dáhpáduvvá:

source: Suohkan mearrida ohcan searvanlobi.
smj: Suohkan mierret åhtsåmusáv rádjat.

source: Suohkanat sáddejit searvanlobi ohcama Ođasmahttin-, hálddahus- ja girkodepartementii.
smj: Suohkana åhtsåmusáv sáddiji Ådåstuhttem- háldadus- ja girkkodepartemenntaj

source: Departemeanta váldá oktavuođa Sámedikkiin ja bivdá sis cealkámuša suohkana ohcamuššii, ja suohkana guovttegielatvuođadoarjaga sturrodaga ektui.
smj: Departemennta válldá Sámedikkijn aktijvuodav guhti javllamusáv buktá suohkana åhtsåmussaj, ja aj makta máhtti vuorddet guovtegielakvuodadoarjjan

source: Departemeanta doaimmaha hálddahuslaš ja ekonomalaš árvvoštallama, ja gárvvista ášši gulaskuddamii.
smj: Departemennta háldaduslattjat ja økonomalattjat ássjev árvustalli, ja guládallamássjev gárvet

source: Láhkaásahusa rievdadanárvalus sáddejuvvo gulaskuddamii guoskevaš gulaskuddanásahusaide (dábálaš gulaskuddanáigodat lea 3 mánu)
smj: Oajvvadus njuolgadustjállaga rievddamij sáddiduvvá guláskuddamij guláskuddamásadusájda (guláskuddamájgge le dábálattjat 3 máno)

source: Departemeanta rievdada láhkaásahusa mii mearriduvvo gonagaslaš resolušuvnna bakte, mii mearkkaša ahte ášši meannuduvvo ráđđehusčoahkkimis.
smj: Departemænnta njuolgadustjállagav rievddá mij gånågislasj resolusjåvnå baktu mierreduvvá, dat merkaj ássje stáhtaráden giehtadaláduvvá.

source: Sámedikki mihttomearri lea ahte sámegiella galgá nannejuvvot ja šaddat oassin norgalaš almmolašvuođas.
smj: Sámedikken le ulmme sámegielajt nannit vaj sjaddi luondulasj oassen vuona almulasjvuodas.
